Revit 2026 API

# DirectContext3DFailures Properties

---

The BuiltInFailuresDirectContext3DFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | NoMoreExternalDataTypeInstances | No more instances of the Coordination Model. |
|  | UnableToLoadCoordinationModel | Unable to load Coordination Model. |

#### Reference

BuiltInFailuresDirectContext3DFailures Class

Autodesk.Revit.DB Namespace